cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'aria2'
brew 'asciidoctor'
brew 'awscli'
brew 'awslogs'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'cabal-install'
brew 'checkbashisms'
brew 'cloc'
brew 'coreutils'
brew 'dash'
brew 'elinks'
brew 'entr'
brew 'exercism'
brew 'exiftool'
brew 'fasd'
brew 'fd'
brew 'findutils'
brew 'flake8'
brew 'gdal'
brew 'ghc'
brew 'git'
brew 'gnupg'
brew 'gnutls'
brew 'graphviz'
brew 'htop'
brew 'hunspell'
brew 'iftop'
brew 'isync', args: ['with-berkeley-db']
brew 'jq'
brew 'jrnl'
brew 'jsonlint'
brew 'lockrun'
brew 'macvim', args: ['--with-override-system-vim']
brew 'mailutils'
brew 'mas'
brew 'mpv'
brew 'msmtp'
brew 'neofetch'
brew 'neomutt'
brew 'newsboat'
brew 'node'
brew 'notmuch'
brew 'nvm'
brew 'onepass'
brew 'openssl'
brew 'pandoc'
brew 'par'
brew 'pipenv'
brew 'prettier'
brew 'proselint'
brew 'pstree'
brew 'pyenv'
brew 'python'
brew 'readline'
brew 'renameutils'
brew 'ripgrep'
brew 'rtv'
brew 'shellcheck'
brew 'shfmt'
brew 'terminal-notifier'
brew 'tree'
brew 'urlview'
brew 'vis', args: ['--build-from-source', '--HEAD']
brew 'wget'

tap 'tsub/s3-edit'
brew 's3-edit'

tap 'universal-ctags/universal-ctags'
brew 'universal-ctags', args: ['HEAD']

tap 'ValeLint/vale'
brew 'vale'

tap 'robertgzr/tap'
brew 'iosevka', args: ['with-at-fourfold',
                       'with-brace-straight',
                       'with-ligset-coq',
                       'with-numbersign-slanted',
                       'with-tilde-high',
                       'with-underscore-low',
                       'with-y-straight']

tap 'koekeishiya/formulae'
brew 'skhd'
brew 'yabai'

tap 'homebrew/cask'
cask '1password'
cask '1password-cli'
cask 'anki'
cask 'calibre'
cask 'clipy'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-anonymous-pro'
cask 'font-courier-prime'
cask 'font-cousine'
cask 'font-dejavu-sans'
cask 'font-source-code-pro'
cask 'goldencheetah'
cask 'karabiner-elements'
cask 'kindle'
cask 'kitty'
cask 'mactex'
cask 'omnifocus'
cask 'qutebrowser'
cask 'slack'
cask 'superduper'
cask 'texshop'
cask 'transmission'
cask 'virtualbox'

# Mac App Store
mas 'FruitJuice', id: 671736912
mas 'Xcode', id: 497799835
mas 'Tomates Lite', id: 1250005834
mas 'WhiteNoiseLite', id: 431364704

# vim: filetype=ruby
