cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bash'
brew 'bash-completion'
brew 'checkbashisms'
brew 'coreutils'
brew 'elinks'
brew 'emacs-mac'
brew 'git'
brew 'gnu-typist'
brew 'gnupg'
brew 'gnutls'
brew 'grc'
brew 'htop'
brew 'hunspell'
brew 'imagemagick'
brew 'isync', args: ['with-berkeley-db']
brew 'jrnl'
brew 'lockrun'
brew 'lua'
brew 'mailutils'
brew 'mas'
brew 'msmtp'
brew 'mutt'
brew 'node'
brew 'notmuch'
brew 'nvm'
brew 'openssl'
brew 'proselint'
brew 'pstree'
brew 'readline'
brew 'rename'
brew 'shellcheck'
brew 'shfmt'
brew 'sloccount'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'wget'

# When installing vim, remember to first edit the formula to enable the
# '--with-termguicolors' option.
brew 'vim', args: ['--build-from-source']

cask '1password'
cask 'anki'
cask 'atom'
cask 'calibre'
cask 'dash'
cask 'dropbox'
cask 'flux'
cask 'font-source-code-pro'
cask 'goldencheetah'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'kindle'
cask 'lastfm'
cask 'mactex'
cask 'musicbrainz-picard'
cask 'next'
cask 'omnifocus'
cask 'quicksilver'
cask 'skype'
cask 'texshop'
cask 'transmission'
cask 'vlc'
cask 'xld'

mas 'FruitJuice', id: 671736912
mas 'Numbers',    id: 409203825
mas 'Pages',      id: 409201541
mas 'Tweetbot',   id: 557168941

# chunkwm
tap 'crisidev/homebrew-chunkwm'
brew 'chunkwm', args: ['HEAD']
brew 'koekeishiya/formulae/skhd', args: ['HEAD', 'with-logging']

# base16-manager
tap 'chrokh/tap'
brew 'findutils'
brew 'base16-manager'

# vim: filetype=ruby
