cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'amazon-ecs-cli'
brew 'aria2'
brew 'asciidoctor'
brew 'awscli'
brew 'awslogs'
brew 'bash'
brew 'bash-completion'
brew 'cabal-install'
brew 'checkbashisms'
brew 'coreutils'
brew 'elinks'
brew 'fd'
brew 'flake8'
brew 'gdal'
brew 'ghc'
brew 'git'
brew 'gnu-typist'
brew 'gnupg'
brew 'gnutls'
brew 'graphviz'
brew 'htop'
brew 'hunspell'
brew 'iftop'
brew 'isync', args: ['with-berkeley-db']
brew 'jq'
brew 'jrnl'
brew 'jsonlint'
brew 'liquidprompt'
brew 'lockrun'
brew 'macvim', args: ['--with-override-system-vim']
brew 'mailutils'
brew 'mas'
brew 'mpv'
brew 'msmtp'
brew 'neomutt'
brew 'node'
brew 'notmuch'
brew 'nvm'
brew 'onepass'
brew 'openssl'
brew 'pandoc'
brew 'par'
brew 'pipenv'
brew 'proselint'
brew 'pstree'
brew 'python'
brew 'readline'
brew 'rename'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'urlview'
brew 'wget'

tap 'crisidev/homebrew-chunkwm'
brew 'chunkwm', args: ['HEAD']
tap 'koekeishiya/formulae'
brew 'koekeishiya/formulae/skhd', args: ['HEAD', 'with-logging']

tap 'tsub/s3-edit'
brew 's3-edit'

tap 'universal-ctags/universal-ctags'
brew 'universal-ctags', args: ['HEAD'] 

tap 'sbdchd/skim'
brew 'skim'

cask '1password'
cask 'anki'
cask 'calibre'
cask 'clipy'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'font-fantasquesansmono-nerd-font'
cask 'font-firacode-nerd-font'
cask 'font-firamono-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-iosevka-nerd-font'
cask 'font-latin-modern'
cask 'font-latin-modern-math'
cask 'goldencheetah'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'mactex'
cask 'omnifocus'
cask 'slack'
cask 'texshop'

tap 'homebrew/cask-drivers'
cask 'logitech-options'

# Mac App Store
mas 'FruitJuice', id: 671736912
mas 'Xcode', id: 497799835
mas 'Tomates Lite', id: 1250005834
mas 'WhiteNoiseLite', id: 431364704

# vim: filetype=ruby
