1password
1password-cli
adwaita-qt6-git
anki
ansifilter
csslint
dropbox
gitlint
gnu-c-manual
goldendict-ng-git
google-chrome
i810-dri
noto-color-emoji-fontconfig
ocrmypdf
openvpn-update-systemd-resolved
otf-bitstream-charter
otf-elstob
otf-ibm-plex
otf-xcharter
paru-git
paru-git-debug
python-alpha_vantage
python-standardebooks
python-yfinance
qmk-git
scc
seer-gdb
stardict-bobotig-en
stardict-bobotig-fr
tree-sitter-cpp
tree-sitter-css-git
tree-sitter-html-git
tree-sitter-json
tree-sitter-make-git
tree-sitter-regex-git
tree-sitter-yaml-git
ttf-adobe-source-serif-fonts
ttf-elstob
ttf-literata
ttf-merriweather
vale-git
visual-studio-code-bin
windscribe-v2-bin
xbanish
zotero
