1password
1password-cli
anki
ansifilter
debtap
dict-foldoc
dict-gcide
dict-moby-thesaurus
dict-wikt-en-all
dict-wn
dropbox
gitlint
gnu-c-manual
google-chrome
i810-dri
kmonad-bin
markdownlint-cli
nordic-theme
nordzy-cursors
nordzy-icon-theme
noto-color-emoji-fontconfig
ocrmypdf
october
otf-bitstream-charter
otf-elstob
otf-im-fell-types
otf-spectral
otf-spectralsc
paru
qmk-git
scc
tree-sitter-bash-git
tree-sitter-bibtex-git
tree-sitter-c
tree-sitter-cpp
tree-sitter-css-git
tree-sitter-html-git
tree-sitter-javascript-git
tree-sitter-json-git
tree-sitter-make-git
tree-sitter-markdown-git
tree-sitter-python-git
tree-sitter-regex-git
tree-sitter-yaml-git
vale-git
zotero
