1password
1password-cli
adwaita-qt6-git
anki-bin
ansifilter
brave-bin
calibre-bin
dropbox
elephant-all
gitlint
gnu-c-manual
goldendict-ng
google-chrome
hledger-bin
i810-dri
nordzy-cursors
nordzy-hyprcursors
noto-color-emoji-fontconfig
ocrmypdf
openvpn-update-systemd-resolved
otf-bitstream-charter
otf-ibm-plex
otf-spectral
otf-spectralsc
otf-xcharter
paisa-bin
paru-git
pricehist
python-alpha_vantage
python-standardebooks
python-yfinance
scc
seer-gdb
stardict-bobotig-en
stardict-bobotig-fr
thunar-dropbox
tree-sitter-cpp
tree-sitter-css-git
tree-sitter-html-git
tree-sitter-json
tree-sitter-make-git
tree-sitter-regex-git
tree-sitter-yaml-git
ttf-adobe-source-serif-fonts
ttf-literata
ttf-merriweather
walker
windscribe-v2-bin
xbanish
xdg-terminal-exec
z-library-bin
zotero-bin
