adobe-source-sans-fonts
adobe-source-serif-fonts
afew
aria2
aspell-en
aspell-fr
base
base-devel
bash-completion
bash-language-server
bat
bc
btop
cmake
code
dateutils
duf
dunst
dust
emacs-wayland
exfat-utils
eza
fd
feh
firefox
gdb
git
github-cli
glab
gnome-keyring
gparted
grub
gucharmap
gvfs
hdparm
hypridle
hyprland
hyprpaper
hyprpolkitagent
hyprshot
hyprutils
imagemagick
inetutils
inter-font
isync
jdk8-openjdk
jq
kitty
ledger
libgccjit
libreoffice-still
libvips
libvterm
linux
linux-firmware
lsof
maim
man-pages
markdownlint-cli
marksman
moreutils
mpv
msmtp
msmtp-mta
mtr
mupdf
nano
net-tools
noto-fonts
noto-fonts-emoji
obsidian
okular
opendoas
openssh
otf-cascadia-code
otf-fira-mono
otf-latin-modern
otf-latinmodern-math
otf-monaspace
pamixer
pandoc-cli
pavucontrol
pdftk
perl-image-exiftool
picom
pipewire-alsa
pipewire-pulse
plocate
polkit-gnome
poppler-glib
prettier
python-fonttools
python-gpgme
python-pipx
python-pyserial
qmk
qt6ct
rebuild-detector
redshift
restic
ripgrep
rofi-calc
rust
sdparm
shellcheck
sigil
smartmontools
sqlitebrowser
starship
stow
strace
sudo
swaync
sxhkd
sxiv
texlive-binextra
texlive-plaingeneric
thunar
thunar-volman
torbrowser-launcher
tree
tree-sitter-bash
tree-sitter-c
tree-sitter-javascript
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
ttc-iosevka
ttc-iosevka-aile
ttc-iosevka-etoile
ttc-iosevka-slab
ttf-cascadia-mono-nerd
ttf-fira-code
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-monaspace-frozen
ttf-monaspace-variable
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-roboto
ttf-roboto-mono
typescript-language-server
udiskie
unrar
usbutils
uthash
vale
valgrind
vi
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
waybar
wev
wget
words
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yaml-language-server
yt-dlp
zathura
zathura-pdf-mupdf
