adobe-source-sans-fonts
adobe-source-serif-fonts
afew
aspell-en
aspell-fr
base
base-devel
bash-language-server
bc
bottom
calibre
choose
cmake
djview
duf
dunst
dust
eza
fd
firefox
flatpak
gdb
github-cli
glab
grub
gucharmap
haveged
htop
hyperfine
indent
inetutils
intel-ucode
isync
iwd
jq
libertinus-font
libvterm
lsd
maim
man-pages
marksman
moreutils
msmtp
mtr
mupdf
neofetch
net-tools
noto-fonts-emoji
obsidian
openssh
opendoas
otf-fira-mono
pamixer
pandoc-cli
pavucontrol
pcmanfm-gtk3
pdftk
perl-image-exiftool
poppler-glib
python-gpgme
python-pipx
picom
qt6ct
rebuild-detector
redshift
restic
ripgrep
shellcheck
stow
sxhkd
sxiv
tealdeer
texlive-binextra
texlive-latex
texlive-plaingeneric
torbrowser-launcher
traceroute
tree
tree-sitter-bash
tree-sitter-c
tree-sitter-python
ttc-iosevka
ttc-iosevka-aile
ttc-iosevka-etoile
ttc-iosevka-slab
ttf-fira-code
ttf-hack
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-noto-nerd
ttf-roboto
ttf-roboto-mono
ttf-sourcecodepro-nerd
typescript-language-server
udiskie
unclutter
usbutils
uthash
valgrind
vi
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
webkit2gtk
xcape
xclip
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xournalpp
yaml-language-server
