adobe-source-sans-fonts
adobe-source-serif-fonts
afew
aspell-en
aspell-fr
base
bash-language-server
bc
bottom
code
dateutils
ddrescue
djview
duf
dunst
dust
exfat-utils
eza
fd
feh
firefox
flatpak
github-cli
glab
gparted
grub
gucharmap
hdparm
htop
hyprland
inetutils
inter-font
isync
iwd
jdk8-openjdk
kitty
libreoffice-still
libvips
libvterm
maim
man-pages
markdownlint-cli
marksman
moreutils
mtr
mupdf
nano
obsidian
okular
opendoas
otf-fira-mono
otf-latin-modern
otf-latinmodern-math
otf-libertinus
pamixer
pandoc-cli
pavucontrol
pdftk
perl-image-exiftool
picom
polkit-gnome
prettier
python-fonttools
qmk
rebuild-detector
redshift
restic
rofi-calc
sdparm
sigil
smartmontools
sqlitebrowser
stow
sxhkd
sxiv
texlive-binextra
texlive-plaingeneric
torbrowser-launcher
tree
tree-sitter-bash
tree-sitter-c
tree-sitter-javascript
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
ttc-iosevka
ttc-iosevka-aile
ttc-iosevka-etoile
ttc-iosevka-slab
ttf-fira-code
ttf-gentium-plus
ttf-hack
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-roboto-mono
ttf-sourcecodepro-nerd
ttf-victor-mono-nerd
typescript-language-server
udiskie
usbutils
uthash
vale
valgrind
vi
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
wofi
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yaml-language-server
